# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rake db:seed (or created alongside the db with db:setup).
#
# Examples:
#
#   cities = City.create([{ name: 'Chicago' }, { name: 'Copenhagen' }])
#   Mayor.create(name: 'Emanuel', city: cities.first)

#------------------------------------------------>
# MuscleGroup
MuscleGroup.create(name: 'Спина', description: '')
MuscleGroup.create(name: 'Груди', description: '')
MuscleGroup.create(name: 'Біцепс', description: '')
MuscleGroup.create(name: 'Тріцепс', description: '')
MuscleGroup.create(name: 'Плечі', description: '')
MuscleGroup.create(name: 'Ноги', description: '')
MuscleGroup.create(name: 'Прес', description: '')

#------------------------------------------------>
# Exercise
#-------------------Back------------------------->
Exercise.create(name: 'Станова тяга', description:  " 1. Поставте штангу на нижні упори рами для присідань і снарядів її млинцями. Візьміться за гриф хватом зверху на ширині плечей і випрямитеся. \n
2. Початкове положення: руки повністю випрямлені, гриф стосується стегон. М'язи попереку напружені і міцно тримають природний, S-подібний вигин хребта - спина прогнута в попереку, груди і плечі розправлені, а голова дивиться вперед.\n
3. Зробіть глибокий вдих і затримайте дихання. Згинаючи в колінах і одне тимчасово відводячи таз назад, плавно нахиліть торс і опустіть штангу.\n
4. Опускаючись вниз, обов'язково тримайте легкий прогин у попереку.\n
5. Нижня точка вправи визначається тим, наскільки низько ви можете нахилити торс (опуститися), утримуючи при цьому природний вигин хребта. Зазвичай в нижній точці торс нахилений на 45-50 градусів до вертикалі.\n
6. Досягнувши нижньої точки, напружте м'язи задньої частини стегна і потягніть штангу вгору, піднімаючись з присідаючи. Спочатку ви розгинаєте в колінах, потім, коли вони майже випрямлені, рух підхоплюють сідниці і торс. Сідниці і стегна направляються вперед, а торс піднімається з нахилу.\n
7. Зробіть видих, як тільки подолаєте найважчу ділянку підйому. Повністю випроставшись, зробіть паузу і ще сильніше напружте м'язи спини і ніг.", muscle_group_id: 1)
Exercise.create(name: 'Тяга штанги в нахилі простим і зворотнім хватом', description: "1. Встати стійко, ноги розставити на зручну ширину, коліна злегка зігнуті. Нахилитися і, не згинаючи лікті, взятися за гриф. Випрямитися, піднявши штангу. \n
2. Нахилитися вперед приблизно на 30 градусів, злегка прогнувшись у попереку, штанга знаходиться на рівні колін. Напружити м'язи попереку. \n
3. Підтягнути штангу до нижньої частини живота, відводячи лікті строго назад і піднімаючи їх якомога вище, намагаючись працювати м'язами спини, а не біцепсами. \n
4. Затриматися в вищій точці на 1-2 сек. і плавно повернути штангу вниз.", muscle_group_id: 1)
Exercise.create(name: 'Тяга гантелей в нахилі', description: "1. Взяти правою рукою гантель нейтральним хватом, рука висить вільно. \n
2. Зробивши вдих, підтягти гантель до пояса або вище по дугоподібної траєкторії, у вищій точці трохи затриматися і звести лопатки. \n
3. На видиху повернути гантель вниз.", muscle_group_id: 1)
Exercise.create(name: 'Тяга Т-грифа ', description: " 1. Ляжте грудьми на лаву з нахилом вгору і упріться ступнями в підлогу або спеціальні підставки. \n
2. Візьміться за рукоятки тренажера або ж за гриф Т-штанги нейтральним хватом - долоні спрямовані один на одного і розташовані максимально близько на грифі. У вихідному положенні руки повністю випрямлені і вантаж «висить» на них, немов на мотузках. \n
3. Зробіть вдих, затримайте дихання і потягніть штангу до грудей. Лікті рухаються паралельно один одному строго вгору-назад. \n
4. Прагніть підняти лікті якомога вище рівня спини.\n
5. У верхній точці якомога сильніше напружте м'язи спини, видихніть і плавно опустіть штангу вниз.", muscle_group_id: 1)
Exercise.create(name: 'Тяга нижнього блока до живота', description: "1. Сісти на тренажер, впертися ногами в його опори і взятися за рукоятки. Випрямити і напружити спину, трохи відхилити корпус назад. Руки витягнуті перед собою, плечі і біцепси розслабити. \n
2. Плавно тягнути рукоятки до живота, зберігаючи положення спини. \n
3. У крайній точці максимально звести лопатки.\n
4. Випрямити руки до початкового положення.", muscle_group_id: 1)
Exercise.create(name: 'Вертикальна тяга зворотнім хватом', description: "1. Сядьте в тренажер для вертикальної тяги так, щоб верхній блок і гриф перебували перед грудьми (а не просто над головою!), І відрегулюйте наполегливі валики для ніг - вони повинні щільно притискати стегна до лави. \n
2. Підніміться, візьміться за кінці грифа хватом знизу (зворотним хватом) на ширині плечей. На випрямлених руках підтягніть гриф вниз, сядьте і підставте стегна під валики. \n
3. Випряміть торс і злегка підніміть плечі. Стегна зафіксовані між сидінням і валиками, ступні на підлозі. \n
4. Руки повністю випрямлені і злегка нахилені вперед. Вантаж висить на натягнутому тросі. \n
5. Напружте поперекові м'язи і зафіксуйте вертикальне положення тулуба до самого кінця сету. \n
6. Зробіть вдих і, затримавши подих, потягніть гриф до грудей, направляючи лікті уздовж боків строго вниз за спину. \n
7. Як тільки гриф торкнеться грудей, зробіть паузу, ще сильніше напружте найширші і постарайтеся звести лопатки разом. Видихніть і плавно поверніть гриф у вихідне положення.", muscle_group_id: 1)
Exercise.create(name: 'Вертикальна тяга широким хватом', description: "1. Сісти на тренажер, взятися за його ручки широким хватом, трохи зігнувши руки. Прогнути поперек і з'єднати лопатки. \n
2. Підтягнути рукоять до верху грудей, зводячи лопатки ще більше. \n
3. Плавно повернути рукоять назад.", muscle_group_id: 1)

#-------------------Chest------------------------->8

Exercise.create(name: 'Жим штанги лежачи на горизонтальній лавці', description: "1. Лягти на лаву, притиснувши до неї голову, плечі і сідниці. Поперек трохи прогнути, ноги розташувати ширше плечей, уперши ступні в підлогу. \n
2. Взятися за штангу широким хватом, зняти її з упорів і підняти у верхню точку над серединою грудей. \n
3. На глибокому вдосі опустити штангу в нижню точку до легкого торкання грудей. Зафіксувати подих. \n
4. Вижати штангу вгору до вихідного положення, зробивши потужний видих ближче до кінцевої точки. У кінцевій точці витримати невелику паузу і максимально напружити груди.", muscle_group_id: 2)
Exercise.create(name: 'Жим штанги лежачи на похилій лаві', description: "1. Ляжте на лаву і упріться підйомами ніг в опорні валики. Голова, плечі і сідниці притиснуті до лави, спина рівна. \n
2. Візьміть штангу хватом зверху і вижміть її нагору. Руки повністю випрямлені. Долоні дивляться вперед-вгору.\n
3. Зробіть вдих і, затримавши подих, плавно опустіть штангу до бічних (зовнішніх) країв грудей, розводячи при цьому лікті строго в сторони.\n
4. Як тільки штанга наблизиться до грудей, тут же, без жодної паузи, змініть напрямок її руху і вижміть по широкій дузі вгору.\n
5. Подолавши найскладніша ділянка підйому, з сильним видихом випрямити руки і дожміть штангу.\n
6. У верхній точці зробіть коротку паузу і додатковим зусиллям ще сильніше напружте м'язи грудей.", muscle_group_id: 2)
Exercise.create(name: 'Жим гантелей лежачи', description: "1. Розташуйтеся на лаві так, щоб голова, плечі і сідниці були щільно притиснуті до лави. Спина трохи вигнута (округлена) в області попереку, ступні ширше плечей і упираються в підлогу. \n
2. Візьміть гантелі хватом зверху (долоні дивляться один на одного), зігніть руки в ліктях і підніміть гантелі до рівня грудей, а потім, з розворотом рук в зап'ястях, вичавіть гантелі вгору. Руки повністю випрямлені, гантелі - строго над серединою грудей і стикаються один з одним, їх грифи перпендикулярні лаві (долоні дивляться вперед-вгору). \n
3. Зробіть вдих і, затримавши подих, опустіть гантелі по широкій дузі до боків грудної клітки. При цьому лікті розходяться строго в сторони. Як тільки грифи гантелей опиняться на рівні грудей, без жодної паузи, потужним рухом, по широкій дузі вичавте їх вгору так, щоб вони злегка «клацнули» один про одного в верхній точці.\n
4. Зробіть сильний видих, долаючи найскладніша ділянка жиму. У верхній точці зробіть паузу, звівши гантелі разом, потім виконайте необхідне число повторень.\n", muscle_group_id: 2)
Exercise.create(name: 'Віджимання на брусах', description: "1. Прийняти упор на брусах на прямих руках. Рекомендується починати саме з верхньої позиції, оскільки це дозволить м'язам скоротитися і приготуватися до навантаження. \n
2. Нахилити торс вперед і повільно на вдиху опуститися вниз, згинаючи руки в ліктях.\n
3. Вичекати паузу і повільно піднятися нагору, випрямляючи руки. Зробити видих.", muscle_group_id: 2)
Exercise.create(name: 'Пулловери з гантеллю', description: "1. Поставити гантель торцем на підлогу біля лави. \n
2. Лягти на лаву верхньою частиною спини. \n
3. Прогнувшись, взяти гантель за верхню частину обома руками. Або можна попросити партнера подати вам снаряд. \n
4. Підняти гантель над грудьми, випрямивши руки майже повністю. \n
5. На вдосі опустити гантель за голову, зберігаючи лікті злегка зігнутими.\n
6. На видиху підняти гантель по тій же траєкторії до вихідного положення.", muscle_group_id: 2)
Exercise.create(name: 'Розведення гантелей на похилій лавці', description: "1. Ляжте на горизонтальну лаву так, щоб голова, плечі і сідниці були щільно притиснуті до лави. Спина рівна, ступні ширше плечей і упираються в підлогу.\n
2. Візьміть в обидві руки гантелі і підіжміть їх точно над грудьми. Гантелі майже торкаються один одного, а руки злегка зігнуті в ліктях. Кут в ліктьовому суглобі зафіксований і залишається незмінним до кінця сету.\n
3. Зробіть глибокий вдих і, затримавши подих, розведіть руки в сторони. Гантелі рухаються у вертикальній площині.\n
4. Як тільки гантелі опустяться до рівня плечей або трохи нижче, як можна сильніше напружте м'язи грудей, змініть напрямок руху і зведіть гантелі над грудьми (по тій же траєкторії, по якій ви їх до цього розводили).\n
5. Як тільки пройдено найскладніша ділянка підйому, зробіть видих.\n
6. Як тільки гантелі майже торкнуться один одного, зробіть паузу і ще сильніше напружте м'язи грудей.\n", muscle_group_id: 2)
Exercise.create(name: 'Зведення рук в тренажері "Батерфлай"', description: "1. Сісти на лаву тренажера, випрямивши і щільно притиснувши спину. \n
2. Зручно розставити ноги на ширині плечей. \n
3. Взятися за рукоятки, впертися передпліччями в подушки. \n
4. Після глибокого вдиху потужним рухом звести руки перед собою до торкання, роблячи видих. \n
5. На вдиху поволі розвести руки у вихідне положення.", muscle_group_id: 2)
Exercise.create(name: 'Розведення гантелей на горизонтальній лавці', description: "1. Сісти на лаву ближче до краю, зігнувши ноги в колінах. \n
2. Взяти гантелі і поставити їх на коліна вертикально. \n
3. Відкинутися назад і лягти на лаву. \n
5. Підняти трохи зігнуті в ліктях руки так, щоб гантелі розташовувалися над плечима. \n
6. Роблячи глибокий вдих, розвести руки в сторони до крайньої точки. Зафіксувати положення. У грудних м'язах повинне відчуватися приємне розтяг, але ні в якому разі не біль. \n
7. Повільно звести руки до зіткнення гантелей, роблячи плавний видих. Вичекати паузу. \n", muscle_group_id: 2)

#-------------------Biceps----------------------->16

Exercise.create(name: 'Підйом штанги на біцепс', description: "1. На ширині плечей візьміть свою штангу долонями вниз (хват зверху). Випрямивши тулуб, прогніться трохи в попереку. Розправивши плечі, поставте штангу назад на ширині плечей. \n
2. Далі опустите до стегон штангу, майже випрямивши руки. \n
3. Зробивши довгий глибокий вдих, затримайте дихання. Підніміть руками штангу на рівень верху грудної клітки. \n
4. При підйомі не слід направляти лікті вперед. Їх потрібно тримати нерухомо біля боків. \n
5. У верхній точці вам слід зробити маленьку паузу і як Можено посильніше напружити ліктьові м'язи-згиначі. Далі опустите плавно штангу.", muscle_group_id: 3)
Exercise.create(name: 'Підйом "Молот"', description: "1. Візьміть гантелі в обидві руки нейтральним хватом (долоні спрямовані один на одного). \n
2. Повністю випрямитеся, трохи прогніться в попереку і опустіть гантелі до стегон. Погляд спрямований строго вперед. Напружте м'язи попереку і зафіксуйте природний вигин хребта до кінця сету. \n
3. Зробіть вдих і затримайте дихання. Напружте біцепс і підійміть одну з гантелей до плеча. Лікті нерухомі і знаходяться з боків тулуба. Не висувайте їх вперед.\n
4. Як тільки кисть виявиться на рівні верху грудей, зупиніться на 1-2 секунди, ще сильніше напружте біцепс і передпліччя. Видихаючи, плавно опустіть гантель.\n
5. У нижній точці зробіть паузу і виконайте підйом інший гантелі. Це і є одне повторення.", muscle_group_id: 3)
Exercise.create(name: 'Жим лежачи зворотним хватом', description: "1. Ляжте на лаву і візьміться за гриф хватом трохи ширше плечей. Не має значення як ви тримаєте штангу, відкритим чи закритим хватом. Головне, ви повинні зберігати над нею повний контроль. Голова притиснута до лави. Лопатки зведені. У попереку прогин. Стопи впираються в підлогу.\n
2. Плавно, на вдиху, опустіть штангу до торкання нижньої частини грудей. \n
3. На видиху вижміть штангу вгору." , muscle_group_id: 3)
Exercise.create(name: 'Підйом на біцепс з EZ-грифом', description: "1. Виконувати вправу можна як сидячи, так і стоячи. Головне - відрегулюйте висоту пюпітра (похилої підставки для верхньої частини рук) так, щоб при підйомі штанги тулуб було завжди випрямленою, а торс перебував у вертикальному і стійкому положенні.\n
2. Візьміть EZ-штангу (її гриф нагадує букву «W») або гантель хватом знизу. Сядьте в лаву Скотта і щільно притисніть верхню частину рук (трицепси) до пюпітра.      Опустіть штангу і трохи зігніть руки в ліктях.\n
3. Лікті розташовуються на пюпітрі, ближче до нижнього краю і повинні завжди залишатися нерухомими.\n
4. Зробіть глибокий вдих і затримайте дихання. Напружте біцепси і підніміть штангу нагору.\n
5. Як тільки передпліччя візьмуть вертикальне положення, зробіть видих, зупиніться на мить і ще сильніше напружте біцепси.\n
6. Плавно опускайте штангу до тих пір, поки руки майже повністю випростовується.\n
7. Зробіть невелику паузу і приступайте до наступного повторення.", muscle_group_id: 3)
Exercise.create(name: 'Підйом гантелі на біцепс', description: "1. Відрегулюйте висоту пюпітра. \n
2. Візьміть гантелі в обидві руки хватом знизу і сядьте в лаву Скотта.\n
3. Для зручності можна злегка нахилитися вперед.\n
4. Головне - не скруглять спину і тримати легкий прогин у попереку.\n
5. Розташуйте трицепси на ширині плечей на пюпітрі.\n
6. Руки випрямлені, але не до кінця. Чи не перерасгібайте ліктьовий суглоб! Кисті на одній лінії з передпліччями і зафіксовані в зап'ястях до кінця сету.Зробіть глибокий вдих, затримайте дихання і постарайтеся підняти гантелі як можна вище, не відриваючи при цьому трицепси і лікті від пюпітра.\n
7. Виконуйте підйом в помірному темпі.У верхній точці зробіть паузу, видихніть і щосили напружте біцепси.Плавно опустіть гантелі вниз і зробіть коротку паузу, щоб уникнути розгойдування. Приступайте до нового повтору. \n
8. Якщо пюпітр м'який і лікті глибоко продавлюють його, аж до твердої підстави, то ви ризикуєте травмувати їх.Одночасний підйом гантелей на біцепс набагато ефективніше, ніж підйом однією рукою. Якщо ви все-таки практикуєте підйоми гантелі однією рукою, то міцно зафіксуйте пряме положення корпусу. Не повертайте корпус ні вліво, ні вправо, інакше все закінчиться травмою.Лікті повинні бути завжди нерухомі і спрямовані строго вниз, щоб відстань між руками завжди дорівнювало ширині плечей. Якщо лікті направлені всередину або назовні, ви можете вивихнути ліктьовий суглоб.Не повертайте руки в зап'ястях під час всього руху.\n
9. Долоні завжди повинні дивитися вгору. Нейтральний хват (долоні дивляться один на одного) сильніше навантажує плечовий м'яз. Використовуйте його тоді, коли працюєте над «піком» біцепса, але тільки в тому випадку, якщо пюпітр короткий і не заважає гантелям опускатися вниз.Як варіант, вправу можна виконувати, розташувавшись з протилежного боку пюпітра. У пюпітр впирається тільки верхня частина трицепсів, а руки «висять» у повітрі. Але так як лікті позбавлені опори, то існує небезпека їх перерозгинання. Так що будьте пильні!", muscle_group_id: 3)
Exercise.create(name: 'Підйом на біцепс зі штангою на тренажері Скота', description: "1. Сісти за тренажер Скотта, встановити локті так, щоб вони впиралися і були вище основи спеціальної платформи. \n
2. Руки опускати до низу, але не до повного розпрямляння в нижній точці.\n
3. Спина рівна та погляд вперед.", muscle_group_id: 3)

#-------------------Triceps----------------------->22

Exercise.create(name: ' Жим лежачи вузьким хватом ', description: " 1. Лежачи на лаві. Спина, лопатки і сідниці щільно притиснуті. Ноги стоять на підлозі, стопи щільно притиснуті до поверхні підлоги. Лава повинна бути забезпечена стійками. Можна працювати в машині Сміта або в силовій рамі. \n
2. Взяти штангу. Хват прямий. Між долонями відстань в 2-3 кулака. \n
3. Зняти снаряд з упору і розташувати його на витягнутих руках на рівні грудей. \n
4. На видиху опустити штангу під грудні м'язи і, торкнувшись тіла, відразу ж підійміть її вгору. Коли руки повністю розпрямляться, зробіть видих. У верхньому положенні можна зробити зупинку і знову повторити вправу.", muscle_group_id: 4)
Exercise.create(name: ' Жим вузьким хватом на похилій лаві ', description: " 1. Лежачи на лаві. Спина, лопатки і сідниці щільно притиснуті. Ноги стоять на підлозі, стопи щільно притиснуті до поверхні підлоги. Лава повинна бути забезпечена стійками. Можна працювати в машині Сміта або в силовій рамі. \n
2. Взяти штангу. Хват прямий. Між долонями відстань в 2-3 кулака. \n
3. Зняти снаряд з упору і розташувати його на витягнутих руках на рівні грудей. \n
4. На видиху опустити штангу під грудні м'язи і, торкнувшись тіла, відразу ж підійміть її вгору. Коли руки повністю розпрямляться, зробіть видих. У верхньому положенні можна зробити зупинку і знову повторити вправу.", muscle_group_id: 4)
Exercise.create(name: ' Французький жим лежачи ', description: " 1. Ляжте на горизонтальну лаву і міцно упріться ступнями в підлогу. \n
2. Випряміть руки вгору, перпендикулярно підлозі, і попросіть партнера подати вам штангу.
3. Бажано використовувати штангу з EZ-грифом, але якщо у вас її немає, то можна виконувати вправу і з традиційною штангою з прямим грифом. \n
4. Візьміться за гриф хватом зверху і вичавіть штангу вгору. Повністю випрямите руки зі штангою і відхиліть їх назад (по напрямку до голови) на 45 ° від вертикалі. \n
5. Це і є вихідне положення. Зробіть глибокий вдих і затримайте дихання. \n
6. Утримуючи верхню частину рук (від ліктя до плеча) нерухомою, плавно зігніть їх у ліктях і опустіть штангу до верхівки. У нижній точці вправи кут в ліктьовому суглобі дорівнює 90 °. Досягнувши нижню точку, не зупиняйтеся! Швидко змініть напрямок руху і, розгинаючи руки в ліктях, поверніть штангу у вихідне положення. \n
7. Піднімаючи штангу, не видихайте і не тягніть лікті вперед. \n
8. Верхня частина рук повинна залишатися зафіксованої до кінця сету. Як тільки ви повністю випрямити руки, зупиніться на пару секунд, зробіть видих і додатковим зусиллям ще сильніше напружте тріцепси.", muscle_group_id: 4)
Exercise.create(name: ' Французький жим сидячи ', description: " 1. Прикріпіть пряму (або гнуту) рукоятку до троса, що проходить через нижній блок, і поставте горизонтальну лаву краєм до тренажера (строго уздовж лінії троса). \n
2. Сядьте на лаву «верхи» спиною до блоку і упріться ступнями в підлогу. Випряміть руки над головою, зігніть їх у ліктях назад і попросіть партнера подати вам рукоятку. Візьміться за рукоятку вузьким хватом (долоні спрямовані в стелю, відстань між ними менше ширини плечей).\n
3. Зафіксуйте торс у вертикальному положенні і трохи прогніться в попереку. У вихідному положенні руки зігнуті за головою, лікті злегка розведені в сторони і дивляться вгору, а погляд спрямований строго вперед.\n
4. Зробіть глибокий вдих і затримайте дихання. Утримуючи лікті нерухомими, розігніть руки і вичавте гриф вгору.\n
5. У верхній точці руки повністю випрямлені, а рукоятка точно над бровами. \n
6. Видихніть і на пару секунд зафіксуйте руки в випрямленому положенні \n
7. Зробіть вдих і плавно опустіть рукоятку за голову. Не зупиняючись в нижній точці, відразу ж починайте наступне повторення.", muscle_group_id: 4)
Exercise.create(name: ' Французький жим з гантеллю з-за голови ', description: " 1. Поставте спинку лави вертикально, сядьте на сидінні і упріться ступнями в підлогу. Трапеції притиснуті до спинки лави. Спина вирівняна і злегка прогнута в попереку. \n
2. Візьміться за EZ-штангу вузьким хватом зверху, бажано за криві частини грифа (долоні злегка повернені один до одного і відстань між ними менше ширини плечей). \n
3. Підніміть штангу вгору так, щоб її гриф виявився точно над вашою верхівкою. Руки і торс повністю випрямлені і знаходяться в одній вертикальній площині, що проходить через боку тулуба. Підборіддя паралельний підлозі або ледве піднятий вгору. Це і є вихідне положення. \n
4. Зробіть достатньо глибокий вдих і, затримавши подих, зігніть лікті і опустіть гриф за голову. \n
5. Зверніть увагу: протягом усього сету верх рук (від ліктя до плеча) і тулуб повинні залишатися нерухомими. \n
6. Опускайте штангу за голову до тих пір, поки не відчуєте, що трицепси натягнуті, як струни. Потім, без паузи, щосили напружте трицепси і підніміть штангу у вихідне положення. \n
7. Зробіть видих тільки тоді, коли штанга мине найважчий ділянку підйому або коли повністю випрямити руки. \n
8. У верхній точці вправи зробіть коротку паузу і ще сильніше напружте трицепси.", muscle_group_id: 4)
Exercise.create(name: ' Жим до низу в блоковому тренажері ', description: "1. Прикріпіть канатну рукоятку до троса, що проходить через верхній блок. Трохи відступите від тренажера і візьміться за ручку нейтральним хватом (долоні дивляться один на одного). \n
2. Поставте ступні паралельно або «в розніжку», зробивши невеликий крок однією ногою назад. Злегка (на 10-15 °) нахиліть торс до тренажера і висуньте лікті трохи вперед. У вихідному положенні трос натягнутий, а кисті розташовані приблизно на рівні плечей. \n
3. Утримуючи лікті якомога ближче до боків, зробіть глибокий вдих і, затримавши подих, розігніть руки вниз. Протягом усього вправи не рухайте ліктями, не нахиляйтеся вперед і не присідайте.  \n
4. Верхня частина рук, тулуб і залишаються нерухомими до кінця сету! Розгинаючи руки вниз, зверніть увагу: як тільки мізинці виявляться нижче ліктів, починайте плавно розгортати кисті і розводити рукоятки в сторони так, щоб коли ви повністю випрямити руки, долоні були спрямовані до стегон. Повністю випрямивши руки (верхня точка вправи), видихніть і на пару миттєвостей зафіксуйте це положення. Плавно згинаючи руки, дозвольте рукоятці піднятися вгору до положення, коли кисті трохи вище ліктів (нижня точка вправи), і приступайте до наступного повторення.", muscle_group_id: 4)
Exercise.create(name: ' Віджимання на брусах', description: " 1. Візьмися за бруси і підніми себе на витягнуті руки. \n
2. Не згинаючи руки в ліктях, постарайся піднятися ще трохи за рахунок напруги нижній частині трапецієподібних м'язів. \n
3. Затримайтеся в цьому положенні на 10 секунд.  \n
4. Розслаб трапецієподібні і 10 секунд відпочинь. \n
5. Знову піднімися.", muscle_group_id: 4)
Exercise.create(name: ' Віджимання між лавками ', description: " 1.Поставте дві лави паралельно, на відстані 80-90 сантиметрів один від одного. Сядьте на одну лаву і обхопіть її край пальцями: долоні на ширині плечей і упираються в лаву, лікті направлені назад. Підтримуючи себе руками, поставте ступні на іншу лаву. \n
2. Повністю випрямите руки, відірвіть таз від лави і злегка подайте його вперед так, щоб він опинився за краєм лави. Щоб збільшити навантаження на трицепси, попросіть партнера покласти диск вам на стегна.\n
3. Зробіть вдих і, згинаючи лікті, повільно опуститеся між лавками, поки не відчуєте, що трицепси гарненько натяглися. \n
4. Досягнувши нижню точку, затримайте дихання і вичавте себе вгору до повного випрямлення рук (верхня точка вправи). Віджимаючись, не розводьте лікті в сторони, вони повинні рухатися строго назад. \n
5. Робіть видих лише після того, як подолаєте найважчий ділянку підйому. \n
6. У верхній точці вправи зробіть паузу, ще сильніше напружте трицепси і виконайте наступне повторення.", muscle_group_id: 4)
Exercise.create(name: ' Віджимання від підлоги вузьким хватом ', description: "1. У положенні обличчям вниз, упираючись прямими руками в підлогу, долоні на вже ширини плечей. \n
2. Ноги разом або злегка розставлені. \n
3. Зробити вдих і зігнути лікті, наблизивши грудну клітку до підлоги, при цьому хребет в поперековому відділі сильно не вигинати. \n
4. Віджатися вгору до повного випрямлення рук. \n
5. По закінченні руху зробити видих.", muscle_group_id: 4)

#-------------------Shoulders-------------------->31

Exercise.create(name: 'Тяга штанги до підборіддя', description: "1. Ноги на ширині плечей, корпус трохи нахилений вперед; хват прямій, по ширині від вузького до середнього. \n
2. На старті штанга утримується в опущених руках на рівні стегон.\n
3. Рух здійснюється вгору вздовж тулуба, при цьому руки згинаються в ліктьових суглобах. \n
4. Штанга дотягується до рівня підборіддя, після чого плавно виконується негативна фаза і штанга опускається в стартове положення.Протягом всього руху лікті знаходяться вище грифа штанги.", muscle_group_id: 5)
Exercise.create(name: 'Жим штанги сидячи з-за голови', description: "1. Візьміть штангу зверху середнім хватом. \n
2. Підніміть штангу з підлоги до рівня грудей, сядьте на лавку, зробіть глибокий вдих. \n
3. Вижміть вагу нагору. Затримайте на дві - три секунди. \n
4. На видиху повільно опускайте штангу за голову. Потримайте у такому положенні до 10 секунд та знов піднімайте.", muscle_group_id: 5)
Exercise.create(name: 'Відведення гантелей вперед', description: "1. Вправа виконується стоячи, ноги на ширині плечей.\n
2. Гантелі, утримувані паралельним хватом, по черзі, так званим способом \"млин\", піднімаються знизу-вперед-вгору, по дузі. \n
3. Висота підйому - трохи вище горизонтального положення руки.", muscle_group_id: 5)
Exercise.create(name: 'Підйом гантелей перед собою', description: "1. У вихідному положенні гантелі перед стегнами і майже торкаються їх. Тулуб - рівно, а руки майже випрямлені (але не до кінця) і зафіксовані в ліктях до кінця сету.Гантелі можна тримати як хватом зверху (долоні спрямовані на стегна), так і нейтральним . \n
2. Зробіть вдих і, затримавши подих, підніміть руки перед собою. \n
3. Не допускайте руху в ліктьовому суглобі - не згинайте руки і не розпрямляйте їх до блокування в ліктях. \n
4. Всі рух зосереджено виключно в плечовому суглобі.Під час підйому гантелей не зводите і не розводьте руки. \n
5. Відстань між гантелями завжди має бути постійним: рівним ширині плечей або трохи менше. \n
6. Піднімайте гантелі до рівня плечей або вище. Досягнувши верхньої точки, видихніть і плавно опустіть гантелі.Зробіть коротку паузу і виконайте наступне повторення.", muscle_group_id: 5)
Exercise.create(name: 'Жим штанги сидячи', description: "1. Підніміть спинку лави вертикально або майже вертикально. Вкрай важливо правильно розташувати лаву щодо стійок, на яких спочиває штанга. З одного боку, спинка лави повинна бути подалі від грифа, щоб лікті не впиралися й не стосувалися стійок під час жиму штанги. З іншого боку, відстань між спинкою лави і грифом не повинно бути занадто великим, інакше вам буде незручно починати вправу: щоб зняти штангу з упорів, вам доведеться нахилятися вперед, і штанга буде просто «виламувати» плечові суглоби.\n
2. Відрегулюйте упори для штанги так, щоб гриф виявився на рівні грудної клітини. \n
3. Візьміться за гриф хватом зверху (долоні дивляться вгору) трохи ширше плечей, обхопіть гриф великими пальцями.\n
4. Зніміть штангу з упорів і розташуйте її на верхній частині грудей. Відведіть плечі назад, вигніть груди вперед. Напружте прес, поперекові м'язи і зафіксуйте хребет у природному положенні. Підборіддя паралельний підлозі.\n
5. Зробіть вдих і, затримавши подих, напружте дельти і вичавіть штангу строго вгору.\n
6. У верхній точці руки повністю випрямлені, а плечі максимально підведені.\n
7. Робіть видих, як тільки подолаєте найважчий ділянку підйому або у верхній точці.\n
8. Як тільки руки будуть повністю випрямлені, зробіть невелику паузу і додатковим зусиллям ще сильніше напружте дельти. Зробіть вдих і, затримавши подих, плавно опустіть штангу до грудей.\n
9. Ледь гриф торкнеться грудей, швидко змініть напрямок руху і, як і раніше затримуючи дихання, вичавіть штангу вгору.", muscle_group_id: 5)
Exercise.create(name: 'Жим Арнольда', description: " 1. Сядьте на лаву з вертикальною спинкою і щільно притисніть до неї спиною. Ноги зігнуті в колінах під прямим кутом і упираються в підлогу всією ступнею. \n
2. Візьміть гантелі і підніміть їх до рівня шиї. Вирівняйте лікті так, щоб вони були в одній площині з тулубом або злегка висунуті вперед. \n
3. Поверніть руки в зап'ястях долонями до тулуба. \n
4. Зробіть глибокий вдих і, затримавши подих, вичавте гантелі вертикально вгору. \n
5. Не опускайте і не піднімайте голову. Підборіддя має бути паралельний підлозі, а погляд спрямований строго вперед. \n
6. Як тільки гантелі минуть рівень верхівки, починайте розвертати гантелі (долоні) назовні. \n
7. У верхній точці руки повинні бути повністю випрямлені, але не заблоковані в ліктях, плечі підняті, а долоні спрямовані вперед.Вичавивши гантелі, зробіть видих, зупиніться і додатковим зусиллям ще сильніше напружте дельти. \n
8. Зробіть вдих і плавно опустіть гантелі у вихідне положення, розгортаючи їх всередину так, щоб, коли вони досягнуть рівня плечей, долоні знову були направлені до тулуба.", muscle_group_id: 5)
Exercise.create(name: 'Розведення гантелей в сторони стоячи', description: "1. Поставте на ширині плечей або трохи ширше, візьміть гантелі і станьте рівно. \n
2. Руки випрямлені і злегка розслаблені, гантелі «звисають» по боках стегон і трохи повернені всередину, погляд спрямований вперед. \n
3. Це і є вихідне положення.Зробіть глибокий вдих і, затримавши подих, напружте середні дельти, підніміть руки через сторони строго у вертикальній площині, що проходить через плечі. \n
5. Починаючи підйом гантелей, злегка зігніть руки і утримуйте їх зафіксованими в ліктях до кінця сету. \n
6. Згинати і розгинати руки під час виконання вправи неприпустимо.Досягнувши верхню точку (гантелі на рівні плечей або трохи вище), видихніть, плавно опустіть гантелі до стегон і тут же, без всякої зупинки, починайте наступне повторення. \n
7. Виконуйте вправу в підкреслено помірному темпі.", muscle_group_id: 5)
Exercise.create(name: 'Розведення гантелей в сторони з нахилом', description: " 1. Візьміть легкі гантелі в обидві руки нейтральним хватом (долоні дивляться один на одного). \n
2. Нахиліться вперед так, щоб торс був паралельний підлозі. Спина рівна, трохи прогнута в попереку. \n
3. Якщо у вас тугі м'язи задньої частини стегна, можна злегка зігнути в колінах. Головне - міцно зафіксувати нормальний, S-подібний вигин хребта. Але якщо і це не допомагає і вам все-таки важко тримати торс в такому положенні, скористайтеся горизонтальній лавою. Розташуйтеся на ній так, щоб майже вся груди «вилазила» за її край (лава не повинна заважати розводити гантелі), а міцно впиралися в підлогу. \n
4. У вихідному положенні гантелі звисають на випрямлених руках під грудьми. Руки повинні бути міцно зафіксовані в ліктях до самого кінця сету. Їх можна трохи зігнути, перед тим як приступити до виконання вправи, але згинати або розгинати їх під час сету не допускається. Всі рух відбувається тільки в плечових суглобах, всі інші суглоби - нерухомі! \n
5. Зробіть вдих і затримайте дихання. Щосили напружте задні дельти і трапеції і плавно розведіть гантелі в сторони, намагаючись підняти їх якомога вище. \n
6. Зверніть особливу увагу: руки повинні рухатися виключно у вертикальній площині, що проходить через плечі. Не відводите гантелі ні назад, ні вперед. \n
7. У верхній точці лікті повинні бути вище рівня спини. \n
8. Видихніть і плавно опустіть гантелі у вихідне положення. Зробіть коротку паузу і виконайте наступне повторення.", muscle_group_id: 5)

#-------------------Legs------------------------->39

Exercise.create(name: ' Присідання з штангою на грудях ', description: " 1. Гриф розташовується на грудях - ні в якому разі не на шиї; \n
2. Спина пряма, лопатки стягнуті - так вага рівномірно розподіляється. Нахил вперед перевантажує поперековий відділ і призводить до травм цій галузі. Щоб не було спокуси нахилитися, підборіддя завжди дивиться вгору; \n
3. Ступні розташовуються трохи ширше плечей, але можна поставити їх і ще ширше для зручності і утримання рівноваги. Носки розведені в сторони; \n
4. Рух починається не з колін, а з відведення таза назад. Уявіть, що ваше завдання - присісти на стілець; \n
5. Коліна залишаються нерухомі, вони ні в якому разі не виходять за шкарпетки. В іншому випадку не уникнути травм колінних суглобів; \n
6. Присідати потрібно до паралелі задньої поверхні стегна з підлогою, але можна і нижче. Чим глибше присід, тим більше задіюється сідничний м'яз. Але якщо мета спортсмена - тренування чотириголового м'яза стегна, досить присісти до прямого кута. \n
7. Вставати з присідаючи потрібно плавно, без ривків і ні в якому разі не переносити центр ваги на шкарпетки. У верхній точці ноги не випрямляються повністю, коліно до кінця підходу злегка зігнуто - так знижується ризик його травм.", muscle_group_id: 6)
Exercise.create(name: ' Присідання з штангою на спині', description: "1. Гриф розташовується на трапеціях або задніх частинах дельт і трапецій - ні в якому разі не на шиї; \n
2. Спина пряма, лопатки стягнуті - так вага рівномірно розподіляється. Нахил вперед перевантажує поперековий відділ і призводить до травм цій галузі. Щоб не було спокуси нахилитися, підборіддя завжди дивиться вгору; \n
3. Ступні розташовуються трохи ширше плечей, але можна поставити їх і ще ширше для зручності і утримання рівноваги. Носки розведені в сторони; \n
4. Рух починається не з колін, а з відведення таза назад. Уявіть, що ваше завдання - присісти на стілець; \n
5. Коліна залишаються нерухомі, вони ні в якому разі не виходять за шкарпетки. В іншому випадку не уникнути травм колінних суглобів; \n
6. Присідати потрібно до паралелі задньої поверхні стегна з підлогою, але можна і нижче. Чим глибше присід, тим більше задіюється сідничний м'яз. Але якщо мета спортсмена - тренування чотириголового м'яза стегна, досить присісти до прямого кута. \n
7. Вставати з присідаючи потрібно плавно, без ривків і ні в якому разі не переносити центр ваги на шкарпетки. У верхній точці ноги не випрямляються повністю, коліно до кінця підходу злегка зігнуто - так знижується ризик його травм.", muscle_group_id: 6)
Exercise.create(name: ' Жим платформи ногами ', description: "1. Поперек при виконанні вправи добре притиснута до сидіння щоб уникнути серйозних травм; \n
2. Коліна у верхній крапці не розгинаються повністю, а в нижній точці майже торкаються грудей, утворюючи прямий кут; \n
3. Широка постановка ступень з розведенням шкарпеток в сторони робить акцент на внутрішній поверхні стегна.", muscle_group_id: 6)
Exercise.create(name: ' Присідання в тренажері Сміта ', description: " 1. Вправа виконується плавно і розмірено;  \n
2. У верхній точці коліна не розгинаються повністю; \n
3. Повинна відчуватися навантаження саме на квадрицепси, а не на колінні суглоби; \n
4. Не можна округляти груди і виходити колінами за лінію шкарпеток.", muscle_group_id: 6)
Exercise.create(name: ' Присідання з гантелями', description: " 1. Стоячи прямо. Ноги нарізно. Взяти в кожну руку по гантелі; випрямивши руки вздовж тулуба. \n
2. Зробити вдих, дивлячись прямо перед собою, трохи вигнувши спину сісти, зігнувши стегна в колінах; \n
3. Після того, як стегна досягнутий горизонтального положення, випрямити ноги, повертаючись у вихідне положення; \n
4. Зробити видих після закінчення руху. Ця вправа задіє в першу чергу чотириглаві м'язи стегон і сідничні м'язи.", muscle_group_id: 6)
Exercise.create(name: ' Випади з гантелями ', description: " 1. Ступні розташовані паралельно трохи ширше стегон; \n
2. Крок повинен бути досить широким, щоб нога, зігнута в коліні, утворила прямий кут щодо статі; \n
3. Коліно не повинно виходити за лінію носка і «гуляти», щоб уникнути травм воно повинно залишатися нерухомим; \n
4. Коліно задньої ноги повинне знаходитися максимально близько до підлоги, але не торкатися його; \n
5. Підніматися з присідаючи слід, максимально напружуючи квадрицепс.", muscle_group_id: 6)
Exercise.create(name: ' Розгинання ніг в тренажері сидячи ', description: " 1. Сядьте в тренажер для згинань ніг так, щоб коліна вилазили за край сидіння, дозволяючи згинати в колінах за максимально можливою амплітудою. Упріться задньою частиною гомілки в валики. У вихідній позиції випрямлені (але не до блокування в колінах!) Або трохи зігнуті. Візьміться за рукоятки і злегка відхиліть корпус назад (попередньо встановивши під нахилом спинку сидіння). Це трохи послабить натяг в м'язах задньої частини стегна. \n
2. Зробіть глибокий вдих і, затримавши подих, зігніть. \n
3. Протягом сету намагайтеся тримати прямий кут в гомілковостопному суглобі (шкарпетки кросівок спрямовані вгору). \n
4. Коли в колінному суглобі утворюється кут 90 ° (нижня точка вправи), зупиніться і постарайтеся максимально напружити м'язи задньої частини стегна. \n
5. Плавно поверніться у вихідне положення і виконаєте наступне повторення.", muscle_group_id: 6)
Exercise.create(name: ' Розгинання ніг в тренажері лежачи', description: " 1. Розташуйтеся на лаві для згинань ніг так, щоб коліна злегка вилазили за її край, а валики упиралися в задню частину кісточок. \n
2. Візьміться за рукоятки (вони зазвичай розташовані під узголів'ям з боків лави) або за бічні краї лави. \n
3. Зробіть вдих і, затримавши подих, зігніть в колінах і потягніть валики вгору на себе.\n
4. Досягнувши верхню точку вправи (гомілки перпендикулярні підлозі або ж валики майже торкаються стегон), зупиніться на пару секунд і ще сильніше напружте біцепси стегна. \n
5. Видихаючи, плавно розігніть у вихідне положення і відразу ж приступайте до наступного повторення. \n
6. Згинайте і розгинати в помірному темпі, без ривків.", muscle_group_id: 6)
Exercise.create(name: 'Підйоми на носках стоячи', description: "1. Стати в тренажер для підйомів на носки і підставте плечі під опорні валики. \n
2. Поставте подушечки ступень на платформу так, щоб п'яти розташовувалися за її краєм і могли вільно опускатися і підніматися по максимально можливій амплітуді. Шкарпетки кросівок трохи розведені в сторони або паралельні. \n
3. Повністю випрямите і торс. \n
4. П'яти, таз і плечі знаходяться в одній вертикальній площині.Розгинаючи гомілковостопний суглоб, плавно опуститеся на п'ятах до тих пір, поки не відчуєте, що ахіллесові сухожилля і литкові м'язи максимально розтягнуті. \n
5. Зробіть глибокий вдих і, затримуючи дихання, напружте ікри і потужним рухом підніміться на носках якомога вище. \n
6. У верхній точці зупиніться на 1-2 секунди і постарайтеся якомога сильніше напружити ікри.Трохи розслабтеся і з видихом плавно опуститеся вниз.", muscle_group_id: 6)

#-------------------Press------------------------>48

Exercise.create(name: 'Скручування', description: "1. Ляжте на підлогу і зігніть в колінах під прямим кутом. Ступні впираються в підлогу. Заведіть руки за голову. \n
2. Сфокусуйте погляд на стелі. \n
3. Зробіть вдих (трохи більш глибокий, ніж зазвичай). Затримайте дихання, напружте прес і, не відриваючи поперек від підлоги, підніміть голову і плечі якомога вище від підлоги. У верхній  точці вправи погляд спрямований строго вперед. \n
4. Уявіть, що ваш торс - це «килимок», якою згорнути до колін, тобто піднімаючи плечі, обов'язково скругляющі спину, а не піднімайте весь торс. \n
5. У верхній точці ще сильніше напружте прес і постарайтеся утримати тіло в цьому положенні на декілька секунд. \n
6. Видихніть і поверніться у вихідне положення. \n
7. Зробіть паузу і злегка розслабте прес перед тим, як приступати до наступного повторення. \n
8. Щоб навантажити прес сильніше, виконуйте скручування з випрямленими за головою руками або ж використовуйте додаткове обтяження (наприклад, тримайте млинець від штанги на груди). Також можна «погратися» з ногами: тримайте ступні на вазі або ж упріться ними в стіну.", muscle_group_id: 7)
Exercise.create(name: 'Косі скручування', description: "1. Ляжте на підлогу і зігніть в колінах. Злегка поверніться на бік так, щоб коліно торкнулося підлоги. \n
2. Одну руку заведіть за голову, а іншу покладіть на стегно. \n
3. Зробіть вдих. Затримавши дихання, напружте косі м'язи живота і постарайтеся «скластися» навпіл, направляючи голову і плечі строго вгору і вперед. \n
4. Як тільки плече, на якому ви лежали у вихідному положенні, підніметься на пару сантиметрів над підлогою, видихніть і поверніться в стартову позицію. \n
5. Після того як відпрацюєте всі повторення на одну сторону, поверніться на інший бік і виконайте те ж число повторень для іншої сторони. Слідкуйте за тим, щоб протягом усього сету стегна були розгорнуті на 90 ° по відношенню до тулуба.", muscle_group_id: 7)
Exercise.create(name: 'Скручування на римському стільці', description: "1. Покладіть руки на груди та схрестіть їх. \n
2. Гомілками укріпіться у валики. \n
3. Затримайте дихання, почніть опускати торс нижче рівня стегон. \n
4. Амплітуда опускання повинна складати 30 - 60 %. \n
5. Вдихніть після підйому.", muscle_group_id: 7)
Exercise.create(name: 'Скручування на лавці з нахилом вниз', description: "1. Опустіть верхній край лави під кутом 30-40 ° до горизонталі. Сядьте на неї і упріть гомілки в валики.\n
2. Схрестіть руки на грудях і опустіться назад - спина, плечі і голова лежать на лаві. \n
3. Зробіть вдих і затримайте дихання. Напружте м'язи живота і починайте скручування - спочатку від лави відриваються плечі і голова, потім спина. \n
4. Піднімайте тулуб виключно за рахунок зусилля м'язів живота. Як тільки між торсом і стегнами утворюється прямий кут, замріть на секунду і, видихаючи, ще сильніше напружте прес.\n
5. Плавно опустіться на половину амплітуди. \n
6. Чи не розслабляйте прес і не торкайтеся лави плечима або головою до кінця сету. \n
7. У вихідному положенні погляд спрямований в стелю, а під час руху - завжди трохи вище схрещених рук.", muscle_group_id: 7)
Exercise.create(name: 'Зворотні скручування', description: "1. Ляжте на спину і витягніть руки вздовж тулуба. Зігніть в колінах і підніміть стегна вгору до тих пір, поки вони не займуть положення, перпендикулярне підлозі. \n
2. Зробіть вдих і, затримавши подих, напружте прес, потягніть коліна у напрямку до грудей. У верхній точці вправи коліна повинні виявитися максимально близько до грудей, а таз повинен бути повністю піднятий над підлогою. \n
3. Намагайтеся не розгинати під час скручувань, інакше вам буде дуже важко встояти перед спокусою допомогти собі завершити повторення за рахунок зусилля м'язів ніг. \n
4. Можна упиратися руками в підлогу, щоб допомогти собі зрушити стегна з мертвої точки на самому початку підйому. \n
5. Максимально наблизивши коліна до грудей, зробіть видих.", muscle_group_id: 7)
Exercise.create(name: 'Підйоми колін у висі', description: "1. Підстрибніть і вхопитеся за поперечину. Якщо вона занадто високо, скористайтеся невисокою лавою або підставкою. Головне, щоб повиснувши на випрямлених руках, ви не стосувалися ногами підлоги. Якщо у вас слабкий хват, скористайтеся спеціальними лямками. \n
2. Руки повністю випрямлені, спина злегка прогнута в попереку. Зробіть вдих. Затримайте дихання, напружте прес і, згинаючи, постарайтеся підняти коліна якомога вище. \n
3. Щоб як слід навантажити прес, ви повинні піднімати коліна вище пояса (точки, коли стегна паралельні підлозі). \n
4. Досягнувши верхньої точки, ще сильніше напружте прес і постарайтеся протриматися в цьому положенні 1-2 секунди. \n
5. Видихніть і, злегка розслабляючись, опустіть у вихідне положення. Зробіть невелику паузу і виконайте наступне повторення. \n
6. Коли ви повністю освоїте техніку, можна ускладнити вправу: виконуйте підйоми ніг, не згинаючи їх у колінах. При цьому в роботу більш активно включаться м'язи-згиначі стегна, але разом з тим збільшиться і навантаження на нижню частину преса.", muscle_group_id: 7)
Exercise.create(name: 'Скручування на колінах на блоковому тренажері', description: "1. Стати обличчям до верхнього блоку і візьміться за канатну рукоятку так, щоб долоні дивилися один на одного. \n
2. Правильно підберіть вага: він повинен представляти досить серйозну перешкоду для скорочення м'язів живота, але разом з тим вага не повинна бути настільки важкий, щоб він відривав вас від підлоги. \n
3. Зробіть пару кроків назад і станьте на коліна. Відстань від колін до стійки тренажера - близько метра. \n
4. Кут в колінах - трохи менше 90 °. Тримайте зафіксованими в цьому положенні протягом усього сету. \n
5. Нахиліться вперед і злегка прогніться в попереку. Торс практично паралельний підлозі. Підтягніть руки за голову, поки кут в ліктях чи не стане прямим. Зафіксуйте руки в цьому положенні до кінця сету. \n
6. Напружте прес і потягніть трос вниз, нахиляючись до тих пір, поки лікті не наблизяться до колін. Стискаючи прес, обов'язково скругляющі спину. \n
7. У нижній точці зробіть невелику паузу і постарайтеся ще сильніше напружити прес. \n
8. Злегка змінивши техніку, ви отримаєте відмінне вправа для косих м'язів: тягніть трос не строго вниз, а по діагоналі - правий лікоть до лівого коліна і навпаки.", muscle_group_id: 7)




